Repository: zizicici/Tag-Day
Catalog: Tag Day/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hk

# tags.detail.delete.alert.message
source: Do you want to delete this tag?
de: Möchten Sie dieses Tag löschen?
es: ¿Quieres eliminar esta etiqueta?
es_419: ¿Quieres eliminar esta etiqueta?
fr: Voulez-vous supprimer cette étiquette ?
it: Vuoi eliminare questo tag?
ja: このタグを削除しますか?
ko: 이 태그를 삭제하시겠습니까?
pt_br: Deseja excluir esta tag?
pt_pt: Pretende apagar esta etiqueta?
ru: Вы хотите удалить этот тег?
uk: Ви бажаєте видалити цей тег?
zh_hans: 你确定要删除这个标签吗？
zh_hk: 你確定要刪除這個標籤嗎？

# tags.detail.delete.alert.message.%i
source: Delete this Tag? %i associated records will be removed.
de: Diesen Tag löschen? %i zugehörige Einträge werden entfernt.
es: ¿Eliminar esta etiqueta? Se eliminarán %i registros asociados.
es_419: ¿Eliminar esta etiqueta? Se eliminarán %i registros asociados.
fr: Supprimer cette étiquette ? %i enregistrements associés seront supprimés.
it: Eliminare questo tag? Verranno rimosse %i registrazioni associate.
ja: このタグを削除しますか？関連する記録%i件が削除されます。
ko: 이 태그를 삭제하시겠습니까? 연결된 기록 %i개가 제거됩니다.
pt_br: Excluir esta tag? Serão removidos %i registros associados.
pt_pt: Apagar esta etiqueta? Serão removidos %i registos associados.
ru: Удалить этот тег? Будет удалено %i связанных записей.
uk: Видалити цей тег? Буде видалено %i пов’язаних записів.
zh_hans: 你确定要删除这个标签吗？有%i条关联记录将会被删除。
zh_hk: 你確定要刪除這個標籤嗎？有%i條關聯記錄將會被刪除。

# tags.detail.delete.alert.title
source: Delete Tag
de: Tag löschen
es: Eliminar etiqueta
es_419: Eliminar etiqueta
fr: Supprimer l’étiquette
it: Elimina tag
ja: タグを削除
ko: 태그 삭제
pt_br: Excluir tag
pt_pt: Apagar etiqueta
ru: Удалить тег
uk: Видалити тег
zh_hans: 删除标签
zh_hk: 刪除標籤

# tags.detail.limitation.alert.message
source: Pro users can create unlimited tags (beyond the 5-tag limit).
de: Pro-Benutzer können unbegrenzt viele Tags erstellen (über das Limit von 5 Tags hinaus).
es: Los usuarios de Pro pueden crear etiquetas ilimitadas (más allá del límite de 5 etiquetas).
es_419: Los usuarios de Pro pueden crear etiquetas ilimitadas (más allá del límite de 5 etiquetas).
fr: Les utilisateurs Pro peuvent créer un nombre illimité d’étiquettes (au-delà de la limite de 5 étiquettes).
it: Gli utenti Pro possono creare tag illimitati (oltre il limite di 5 tag).
ja: Proユーザーは、5個までの制限を超えてタグを無制限に作成できます。
ko: Pro 사용자는 태그 5개 제한을 초과하여 무제한으로 태그를 생성할 수 있습니다.
pt_br: Os usuários do Pro podem criar tags ilimitadas (além do limite de 5 tags).
pt_pt: Os utilizadores Pro podem criar etiquetas ilimitadas (para além do limite de 5 etiquetas).
ru: Пользователи Pro могут создавать неограниченное количество тегов (сверх лимита в 5 тегов).
uk: Користувачі Pro можуть створювати необмежену кількість тегів (понад 5 тегів).
zh_hans: Pro用户可以创建不限数目的标签（当前限制为5个标签）
zh_hk: Pro用戶可以創建不限數目的標籤（當前限制爲5個標籤）

# tags.detail.limitation.alert.title
source: Purchase Pro
de: Pro kaufen
es: Comprar Pro
es_419: Comprar Pro
fr: Acheter Pro
it: Acquista Pro
ja: Proを購入
ko: Pro 구매
pt_br: Comprar Pro
pt_pt: Comprar Pro
ru: Купить Pro
uk: Придбати Pro
zh_hans: 付费升级为Pro
zh_hk: 付費升級為Pro

# tags.detail.subtitle
source: Subtitle
de: Untertitel
es: Subtítulo
es_419: Subtítulo
fr: Sous-titre
it: Sottotitolo
ja: サブタイトル
ko: 부제
pt_br: Subtítulo
pt_pt: Subtítulo
ru: Подзаголовок
uk: Підзаголовок
zh_hans: 副标题
zh_hk: 副標題

# tags.detail.title
source: Title
de: Titel
es: Título
es_419: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
pt_pt: Título
ru: Название
uk: Назва
zh_hans: 标题
zh_hk: 標題

# tags.detail.title.hint
source: The text length should be within 1-60 characters.
de: Die Textlänge sollte zwischen 1 und 60 Zeichen liegen.
es: La longitud del texto debe estar entre 1 y 60 caracteres.
es_419: La longitud del texto debe estar entre 1 y 60 caracteres.
fr: La longueur du texte doit être comprise entre 1 et 60 caractères.
it: La lunghezza del testo deve essere compresa tra 1 e 60 caratteri.
ja: テキストの長さは 1 ～ 60 文字以内にする必要があります。
ko: 텍스트 길이는 1~60자 이내여야 합니다.
pt_br: O comprimento do texto deve estar entre 1 e 60 caracteres.
pt_pt: O comprimento do texto deve estar entre 1 e 60 caracteres.
ru: Длина текста должна быть в пределах 1-60 символов.
uk: Довжина тексту повинна бути в межах 1-60 символів.
zh_hans: 文字长度在1-60范围内
zh_hk: 文字長度在1-60範圍內

# tags.management
source: Manage Tags
de: Tags verwalten
es: Administrar etiquetas
es_419: Administrar etiquetas
fr: Gérer les étiquettes
it: Gestisci tag
ja: タグを管理
ko: 태그 관리
pt_br: Gerenciar tags
pt_pt: Gerir etiquetas
ru: Управление тегами
uk: Керування тегами
zh_hans: 管理标签
zh_hk: 管理標籤

# tags.select.all
source: Select All Tags
de: Alle Tags auswählen
es: Seleccionar todas las etiquetas
es_419: Seleccionar todas las etiquetas
fr: Sélectionner toutes les étiquettes
it: Seleziona tutti i tag
ja: すべてのタグを選択
ko: 모든 태그 선택
pt_br: Selecionar todas as tags
pt_pt: Selecionar todas as etiquetas
ru: Выбрать все теги
uk: Вибрати всі теги
zh_hans: 选中所有标签
zh_hk: 選中所有標籤

# tags.singleSelection
source: Select Single Tag
de: Einzelnen Tag auswählen
es: Seleccionar una etiqueta
es_419: Seleccionar una etiqueta
fr: Sélectionner une seule étiquette
it: Seleziona un tag
ja: 単一タグを選択
ko: 단일 태그 선택
pt_br: Selecionar uma tag
pt_pt: Selecionar uma etiqueta
ru: Выбрать один тег
uk: Вибрати один тег
zh_hans: 选中单个标签
zh_hk: 選中單個標籤

# weekCalendar.today
source: Today
de: Heute
es: Hoy
es_419: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
pt_pt: Hoje
ru: Сегодня
uk: Сьогодні
zh_hans: 今天
zh_hk: 今日

# widget.config.columnCount
source: Preferred Column Count
de: Bevorzugte Spaltenanzahl
es: Número de columnas preferido
es_419: Número de columnas preferido
fr: Nombre de colonnes préféré
it: Numero colonne preferito
ja: 優先列数
ko: 기본 열 수
pt_br: Número de colunas preferido
pt_pt: Número de colunas preferido
ru: Предпочитаемое число столбцов
uk: Бажана кількість стовпців
zh_hans: 优先显示列数
zh_hk: 優先顯示列數

# widget.config.columnCount.1
source: 1 Column
de: 1 Spalte
es: 1 columna
es_419: 1 columna
fr: 1 colonne
it: 1 colonna
ja: 1列
ko: 1열
pt_br: 1 coluna
pt_pt: 1 coluna
ru: 1 столбец
uk: 1 стовпець
zh_hans: 1列
zh_hk: 1列

# widget.config.columnCount.2
source: 2 Columns
de: 2 Spalten
es: 2 columnas
es_419: 2 columnas
fr: 2 colonnes
it: 2 colonne
ja: 2列
ko: 2열
pt_br: 2 colunas
pt_pt: 2 colunas
ru: 2 столбца
uk: 2 стовпці
zh_hans: 2列
zh_hk: 2列

# widget.config.columnCount.3
source: 3 Columns
de: 3 Spalten
es: 3 columnas
es_419: 3 columnas
fr: 3 colonnes
it: 3 colonne
ja: 3列
ko: 3열
pt_br: 3 colunas
pt_pt: 3 colunas
ru: 3 столбца
uk: 3 стовпці
zh_hans: 3列
zh_hk: 3列

# widget.config.tagSortPolicy
source: Tag Display Policy
de: Tag-Anzeigeregel
es: Regla de visualización de etiquetas
es_419: Política de visualización de etiquetas
fr: Règle d’affichage des étiquettes
it: Regola visualizzazione tag
ja: タグ表示ルール
ko: 태그 표시 정책
pt_br: Política de exibição de tags
pt_pt: Regra de apresentação das etiquetas
ru: Правило отображения тегов
uk: Правило відображення тегів
zh_hans: 标签显示策略
zh_hk: 標籤顯示策略

# widget.config.tagSortPolicy.countFirst
source: Most Used Tags
de: Meistverwendete Tags
es: Etiquetas más usadas
es_419: Etiquetas más usadas
fr: Étiquettes les plus utilisées
it: Tag più usati
ja: よく使うタグ
ko: 가장 많이 사용한 태그
pt_br: Tags mais usadas
pt_pt: Etiquetas mais usadas
ru: Самые используемые теги
uk: Найчастіше використовувані теги
zh_hans: 记录数最多的标签
zh_hk: 記錄數最多的標籤

# widget.config.tagSortPolicy.orderFirst
source: First Tags
de: Erste Tags
es: Primeras etiquetas
es_419: Primeras etiquetas
fr: Premières étiquettes
it: Primi tag
ja: 先頭のタグ
ko: 정렬 순서 앞쪽 태그
pt_br: Primeiras tags
pt_pt: Primeiras etiquetas
ru: Первые теги
uk: Перші теги
zh_hans: 排序最前的标签
zh_hk: 排序最前的標籤

# widget.config.tagSortPolicy.orderLast
source: Last Tags
de: Letzte Tags
es: Últimas etiquetas
es_419: Últimas etiquetas
fr: Dernières étiquettes
it: Ultimi tag
ja: 末尾のタグ
ko: 정렬 순서 뒤쪽 태그
pt_br: Últimas tags
pt_pt: Últimas etiquetas
ru: Последние теги
uk: Останні теги
zh_hans: 排序最后的标签
zh_hk: 排序最後的標籤

# widget.hint.noTags
source: No Tags
de: Keine Tags
es: Sin etiquetas
es_419: Sin etiquetas
fr: Aucune étiquette
it: Nessun tag
ja: タグなし
ko: 태그 없음
pt_br: Sem tags
pt_pt: Sem etiquetas
ru: Нет тегов
uk: Немає тегів
zh_hans: 无标签
zh_hk: 無標籤

# a11y.record.tag
source: Tag
es: Etiqueta
es_419: Etiqueta
fr: Étiquette
ja: タグ
ko: 태그
pt_pt: Etiqueta
ru: Тег
uk: Тег
zh_hans: 标签
zh_hk: 標籤

# bookInfo.subtitle.tag%i
source: %i Tags
es: %i etiquetas
es_419: %i etiquetas
fr: %i étiquettes
it: %i tag
ja: %i個のタグ
ko: %i개 태그
pt_pt: %i etiquetas
ru: %i тегов
uk: %i тегів
zh_hans: %i标签
zh_hk: %i標籤

# books.detail.symbol
source: Symbol
es: Símbolo
es_419: Símbolo
fr: Symbole
it: Simbolo
ja: シンボル
ko: 기호
pt_br: Símbolo
pt_pt: Símbolo
ru: Символ
uk: Символ
zh_hans: 标志
zh_hk: 標誌

# controller.tags.title
source: Tags
es: Etiquetas
es_419: Etiquetas
fr: Étiquettes
it: Tag
ja: タグ
ko: 태그
pt_pt: Etiquetas
ru: Теги
uk: Теги
zh_hans: 标签
zh_hk: 標籤

# intent.tag.type
source: Tag
es: Etiqueta
es_419: Etiqueta
fr: Étiquette
ja: タグ
ko: 태그
pt_pt: Etiqueta
ru: Тег
uk: Тег
zh_hans: 标签
zh_hk: 標籤

# intent.text
source: Text
es: Texto
es_419: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
pt_pt: Texto
ru: Текст
uk: Текст
zh_hans: 文本
zh_hk: 文本

# intent.text.matchPolicy.suffix
source: Suffix
es: Sufijo
es_419: Sufijo
fr: Suffixe
it: Suffisso
ja: 接尾辞
ko: 접미사
pt_br: Sufixo
pt_pt: Sufixo
ru: Суффикс
uk: Суфікс
zh_hans: 后缀
zh_hk: 後綴

# overview.normal
source: Tag
es: Etiqueta
es_419: Etiqueta
fr: Étiquette
ja: タグ
ko: 태그
pt_pt: Etiqueta
ru: Тег
uk: Тег
zh_hans: 标签
zh_hk: 標籤

# overview.symbol
source: Symbol
es: Símbolo
es_419: Símbolo
fr: Symbole
it: Simbolo
ja: シンボル
ko: 기호
pt_br: Símbolo
pt_pt: Símbolo
ru: Символ
uk: Символ
zh_hans: 标志
zh_hk: 標誌

# database.secondBook
source: Fitness
ja: フィットネス
ko: 피트니스
ru: Фитнес
uk: Фітнес
zh_hans: 健身
zh_hk: 健身

# settings.secondaryCalendar.rokuyo
source: Rokuyo
ja: 六曜
ko: 육요
zh_hans: 六曜
zh_hk: 六曜

# button.ok
source: OK
zh_hans: 好的
zh_hk: 好的

# controller.calendar.title
source: Tag Day
zh_hans: 标签日
zh_hk: 標籤日
